rad = 30
name = "Автор программы: Степанова Екатерина Сергеевна"
group = "Группа: МО-216"
task = "Цель: найти кратчайший путь в графе"
algo = "Алгоритм: Дейкстры"
instrac = "Инструкция использования: нажать кнопку старт,\nесли нужно найти путь от первой и последней вершины.\n" \
          "Если нужно найти путь между определенными вершинами,\nто выделить две вершины правой кнопкой мыши."

taskText = "Задача: В системе двухсторонних дорог за проезд каждой\nдороги взымается некоторая пошлина. Найдите путь из\nгорода А в город В с " \
           "минимальной величиной S+P,\nгде S - сумма длин дорог пути, а P - сумма пошлин проезжаемых\nдорог."